[
	{
	"ReportName": "Sales By Each Invoice",
	"Description": "ဘောင်ချာတစ်ခုချင်းစီအလိုက် စုစုပေါင်းတန်ဖိုးများကို အသေးစိတ် ကြည့်ရှုနိုင်သည်။ အရောင်းအဝယ်မှတ်တမ်းများ သို့မဟုတ် သတ်မှတ်ထားသော ကာလတစ်ခုအတွင်း  ရောင်ချခဲ့သော စာရင်းကို ကြည့်ရှုရန်အတွက်လည်း အသုံးပြုနိုင်သည်။",
	"Keywords": [
		"invoice level sales",
		"ငွေတောင်းခံလွှာအလိုက်",
		"ဘောင်ချာအလိုက်",
		"sales transaction list",
		"invoice details",
		"transaction list",
		"ဘောင်ချာ",
		"Invoice အလိုက်",
		"Each Invoice",
		"invoice-wise sales",
        "each invoice details",
        "ငွေကြေးစာရင်းအလိုက် ရောင်းအား",
        "Invoice တစ်ခုချင်းစီ စာရင်း",
        "အင်ဗွိုက်စာရင်း"
	],
	"SampleQueries": [
        "Invoice အလိုက်  ထုတ်ပေးပါ။",
        "Show me sales details for each invoice.",
        "I need a breakdown of sales per invoice.",
        "Invoice တစ်ခုချင်းစီမှာ ဘာတွေပါလဲ။",
        "ရက်စွဲအလိုက် invoice စာရင်းကို ကြည့်လို့ရမလား။",
        "Sales by invoice report ရှိပါသလား။",
        "အင်ဗွိုက်စာရင်းအသေးစိတ် ထုတ်ပေးပါ။",
		"ဘောင်ချာအလိုက် အရောင်းစာရင်း ထုတ်ပေးပါ။",
		"ဒီနေ့ ဘာတွေရောင်းရလဲ။",
		"Sales by Invoice report ကိုပြပါ။",
		"ဘောင်ချာတစ်ခုချင်းစီအလိုက် ရောင်းစာရင်း ပြပါ။",
		"Sales invoice တစ်ခုချင်းစီရဲ့ အချက်အလက်တွေ ကြည့်ချင်တယ်။",
		"Show me the sales report by invoice.",
		"Each invoice ရဲ့ sales detail များကို ပြပါ။",
		"ရောင်းစာရင်းတစ်ခုချင်းစီကို ကြည့်ချင်တယ်။",
		"Sales by each invoice ကြည့်မယ်။",
		"Can I view sales by individual invoices?",
		"Each sales invoice report ကြည့်ချင်တယ်။"
	],
	"Version": 1.0
	},
	{
	"ReportName": "Sales By Code",
	"Description": "ကုန်ပစ္စည်းတစ်ခုချင်းစီ (By Item Code/SKU) အလိုက် သတ်မှတ်ထားသော ကာလတစ်ခုအတွင်း ရောင်းချခဲ့ရသည့် အရေအတွက်၊ စုစုပေါင်းတန်ဖိုး နှင့် အမြတ်အစွန်းတို့ကို အသေးစိတ် ကြည့်ရှုနိုင်သည်။",
	"Keywords": [
		"sales by product",
		"sales by item",
		"item sales",
		"SKU sales",
		"ကုန်ပစ္စည်းကုတ်အလိုက် ရောင်းအား",
        "SKU အလိုက် ရောင်းအား",
        "Code အလိုက် စာရင်း",
        "အသေးစိတ် ကုန်ပစ္စည်းရောင်းအား",
		"Item Code အလိုက် အရောင်း",
		"ပစ္စည်းရောင်းအား",
		"ကုတ်အလိုက်စာရင်း"
	],
	"SampleQueries": [
		"Item Code အလိုက် ရောင်းအားစာရင်း ထုတ်ပေးပါ။",
        "SKU အလိုက် ရောင်းအားကို ကြည့်ချင်တယ်။",
        "Show me sales by product code.",
		"ကုန်ပစ္စည်းအရောင်းစာရင်းကို ကြည့်ချင်တယ်",
        "ပစ္စည်းကုတ်အလိုက် ရောင်းအားကို သိချင်ပါတယ်။",
        "Can I get a report of sales for each item code?",
        "ကုန်ပစ္စည်းတစ်ခုချင်းစီရဲ့ ရောင်းအားကို ဘယ်မှာကြည့်ရမလဲ။",
        "Sales by code စာရင်း ရှိပါသလား။",
        "ပစ္စည်း Code အလိုက် အမြတ်ငွေကိုပါ ပြပေးပါ။",
        "I need a breakdown of sales and profit per item code.",
        "ကုတ်နံပါတ်အလိုက် စာရင်း ထုတ်ချင်တယ်။",
		"ကုန်ပစ္စည်း Code အလိုက် အရောင်းစာရင်း ထုတ်ပေးပါ။",
		"ဘယ်ပစ္စည်းက အရောင်းရဆုံးလဲ။",
		"Show me the sales report by product.",
		"Item အလိုက် Sales report ကြည့်လို့ရမလား။",
		"Product တစ်ခုချင်းစီရဲ့ ရောင်းအားကို သိချင်တယ်။",
		"ပစ္စည်းအလိုက် ရောင်းအားစာရင်း ကြည့်ချင်တယ်။",
		"Item code အလိုက် sales list ထုတ်ပေးပါ။",
		"Product တစ်ခုချင်းစီရဲ့ performance ဘယ်လိုရှိလဲ။",
		"Sales by code report ကြည့်မယ်။"
	],
	"Version": 1.0
	},
	{
	"ReportName": "Top Sales By Items",
	"Description": "Displays the top-selling items based on quantity sold or total sales value within a specified period. Helps identify best-performing products. / သတ်မှတ်ကာလအတွင်း အရေအတွက် (သို့) စုစုပေါင်းရောင်းအားတန်ဖိုးအရ အရောင်းရဆုံး ကုန်ပစ္စည်းများကို ကြည့်ရှုနိုင်ပါသည်။ အရောင်းအကောင်းဆုံး ပစ္စည်းများကို ခွဲခြားသိရှိနိုင်ရန် ကူညီပေးပါသည်။",
	"Keywords": [
		"top selling items",
		"best selling products",
		"top sales by item",
		"most sold items",
		"sales ranking",
		"product performance",
		"top revenue items",
		"အရောင်းရဆုံးပစ္စည်းများ",
		"ကုန်ပစ္စည်းအရောင်းစဉ်",
		"အမြတ်အစွန်းအများဆုံးပစ္စည်းများ",
		"ထိပ်တန်းရောင်းအား",
		"အရောင်းအကောင်းဆုံးထုတ်ကုန်",
		"အရောင်းအများဆုံးကုန်ပစ္စည်း",
		"top item sales",
		"item performance",
		"product ranking"
	],
	"SampleQueries": [
		"Top selling items report ထုတ်ပေးပါ။",
		"အရောင်းရဆုံးပစ္စည်း ၁၀ မျိုးကို ပြပေးပါ။",
		"Show me the best selling products this month.",
		"ဒီလအတွက် အရောင်းရဆုံး Item တွေကို ကြည့်ချင်တယ်။",
		"Which products have the highest sales volume?",
		"Top 20 products by revenue စာရင်းလိုချင်တယ်။",
		"အရောင်းအကောင်းဆုံး ပစ္စည်း ၅ မျိုးစာရင်း ထုတ်ပေးပါ။",
		"Generate a report of items ranked by sales performance.",
		"Product sales ranking ကြည့်မယ်။",
		"ပစ္စည်းတွေရဲ့ အရောင်းအစဉ်လိုက် စာရင်းကြည့်ချင်တယ်။",		
		"အရောင်းအများဆုံး ထုတ်ကုန်စာရင်း ပြပါ။",
		"Show top sales by item.",
		"ပစ္စည်းအလိုက် အရောင်းအများဆုံးစာရင်း ထုတ်ပေးပါ။",
		"တစ်လအတွင်း အရောင်းအကောင်းဆုံးပစ္စည်းတွေဘာတွေရှိလဲ။",
		"Most sold products report ပြပါ။",
		"Best selling items တောင်းချင်တယ်။",
		"Top item performance ကြည့်ချင်တယ်။",
		"အရောင်းအကောင်းဆုံး Product list ထုတ်ပေးပါ။"
	],
	"Version": 1.0
	},
	{
    "ReportName": "Expense Detail Report",
    "Description": "ကုမ္ပဏီ၏ ကုန်ကျစရိတ်များကို ရက်စွဲ၊ ကုန်ကျစရိတ်အမျိုးအစား၊ ပေးသွင်းသူ၊ ငွေပေးချေမှုနည်းလမ်း၊ မှတ်ချက်များနှင့်အတူ အသေးစိတ်စုစည်းပြသသော စာရင်းဖြစ်ပါသည်။ ဘဏ္ဍာရေးစစ်ဆေးမှု၊ ဘတ်ဂျက်နှိုင်းယှဉ်မှုနှင့် ကုန်ကျစရိတ်ထိန်းချုပ်မှုတို့အတွက် အထူးအသုံးဝင်ပါသည်။",
    "Keywords": [
		"expense tracking",
		"cost analysis",
		"expense breakdown",
		"financial audit",
		"budget control",
		"ကုန်ကျငွေစာရင်း",
		"အသုံးစရိတ်စာရင်း",
		"ငွေကြေးစီမံခန့်ခွဲမှု",
		"ကုန်ကျစရိတ်စာရင်း",
		"အသုံးစရိတ်ကြည့်ရန်",
        "expense details",
        "detailed expense report",
        "all expenses list",
        "ကုန်ကျစရိတ်အသေးစိတ်",
        "ကုန်ကျစရိတ်စာရင်း",
        "အသေးစိတ်ကုန်ကျစရိတ်",
        "Expense အလိုက် စာရင်း",
        "ပေးရငွေစာရင်း",
        "operating expenses",
        "ထွက်စရိတ်"
    ],
    "SampleQueries": [
		"အသုံးစရိတ်အသေးစိတ်စာရင်း ကြည့်ချင်တယ်။",
		"Show me the detailed expense report.",
		"ငွေထွက်စာရင်းတစ်ခုချင်းစီ ပြပါ။",
		"List all expense transactions.",
		"အသုံးစရိတ်အမျိုးအစားနဲ့အတူ စာရင်းထုတ်ပေးပါ။",
		"Breakdown of all expenses by category.",
		"ရက်စွဲအလိုက် စရိတ်အသေးစိတ်ကြည့်မယ်။",
		"Expense detail report ထုတ်ပေးပါ။",
		"Financial expense report တောင်းချင်ပါတယ်။",
		"အသုံးစရိတ်စာရင်းလုံးလုံး ကြည့်ချင်တယ်။",
        "ကုန်ကျစရိတ်အသေးစိတ်စာရင်းကို ထုတ်ပေးပါ။",
        "ဘယ်နှောက်က ဘယ်လိုကုန်ကျစရိတ်တွေရှိလဲ ကြည့်ချင်တယ်။",
        "Show me a detailed expense report.",
        "Can I see all expenses with descriptions?",
        "ကုန်ကျစရိတ်တစ်ခုချင်းစီရဲ့ အသေးစိတ်ကို ပြပေးပါ။",
        "I need a full list of payments made last month.",
        "Expense စာရင်းကို Excel နဲ့ထုတ်လို့ရမလား။",
        "ပေးရငွေတွေအားလုံးကို စုကြည့်ချင်တယ်။",
        "What are the operating expenses for this quarter?",
        "ကုမ္ပဏီရဲ့ ထွက်စရိတ်တွေကို စုစည်းပြပေးပါ။"
    ],
    "Version": 1.0
	},
	{
    "ReportName": "Sales Summary Report",
    "Description": "ကုန်ပစ္စည်းအမျိုးအစားအလိုက် ရောင်းအားစုစုပေါင်းကို ပြသသောစာရင်းဖြစ်သည်။ သတ်မှတ်ထားသော ကာလအတွင်း ရောင်းအားအခြေအနေကို အကျဉ်းချုပ်ကြည့်ရှုရန် အသုံးပြုနိုင်သည်။",
    "Keywords": [
		"sales summary",
		"by class and category",
		"Sales Summary by Category",
		"Total Sales per Category",
		"Category-wise Total Sales",
		"အမျိုးအစားအလိုက် အရောင်းအကျဉ်းချုပ်",
		"အမျိုးအစားအလိုက် အရောင်းစုစုပေါင်း",
		"အမျိုးအစားအလိုက် ရောင်းအားစုစုပေါင်း",
		"အမျိုးအစားအလိုက် အရောင်းစာရင်း",
		"အမျိုးအစားအလိုက် အရောင်းပမာဏ စုစုပေါင်း",
		"အုပ်စုဖွဲ့လိုက် ရောင်းအား"
    ],
    "SampleQueries": [
		"Show total sales by product category.",
		"ကုန်ပစ္စည်းအမျိုးအစားအလိုက် အရောင်း စုစုပေါင်းကိုပြပေးပါ",
        "Show total sales by class and category.",
        "အမျိုးအစားအလိုက် အရောင်းစုစုပေါင်းကို ပြပါ။",
		"Can I See Sales Summary Report.",
		"ကုန်ပစ္စည်းအမျိုးအစားအလိုက် ရောင်းအားကို သိချင်ပါတယ်။"
    ],
    "Version": 1.0
	}

]