[
	{
	"Id":1,
    "ReportName": "Stock Status (Amount Only) Report",
    "Description": "လက်ကျန်ရှိသော ကုန်ပစ္စည်းအားလုံး၏ တန်ဖိုးငွေစုစုပေါင်းကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
    "Keywords": [
		"Stock Status (Amount Only)"
    ],
    "SampleQueries": [
		"လက်ကျန်ရှိသော ကုန်ပစ္စည်းအားလုံး၏ တန်ဖိုးငွေစုစုပေါင်းကို ကြည့်ချင်ပါသည်။",
		"လက်ကျန်ကုန်ပစ္စည်းများ၏ တန်ဖိုးငွေစုစုပေါင်းကို ကြည့်ချင်ပါသည်။",
		"လက်ကျန်ပစ္စည်းအကုန်လုံး၏ တန်ဖိုးငွေစုစုပေါင်းကို ကြည့်ချင်ပါသည်။",
		"ပစ္စည်းလက်ကျန်တန်ဖိုးငွေစုစုပေါင်းကို ကြည့်ချင်ပါသည်။",
		"stock Status အားလုံးပေါင်းတန်ဖိုးကို ကြည့်ချင်ပါသည်။"

    ],
    "Version": 1.0
	},
	{
	"Id":2,
    "ReportName": "Stock Status (By Code) Report",
    "Description": "လက်ကျန်ရှိသော ကုန်ပစ္စည်းတစ်ခုချင်းစီ၏ အရေအတွက်နှင့်ဝယ်စျေးကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
    "Keywords": [
		""
    ],
    "SampleQueries": [
		"လက်ကျန်ရှိသော ကုန်ပစ္စည်းတစ်ခုချင်းစီ၏ အရေအတွက်နှင့်ဝယ်စျေးကို ကြည့်ချင်ပါသည်။",
		"လက်ကျန်ကုန်ပစ္စည်း၏ အရေအတွက်နှင့်ဝယ်စျေးကို ကြည့်ချင်ပါသည်။",
		"ပစ္စည်းအမျိုးအမည်၏ လက်ကျန်အရေအတွက်နှင့်ဝယ်စျေးကို ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်းလက်ကျန်အရေအတွက်နှင့်ဝယ်စျေးကို ကြည့်ချင်ပါသည်။",
		"Stock Status(By Code) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"
    ],
    "Version": 1.0
	},
	{
	"Id":3,
	"ReportName": "Stock Status(Each Location) Report",
	"Description": "နေရာ(Location)အလိုက် လက်ကျန်ပစ္စည်းများကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။ဆိုင်ခွဲတစ်ခုချင်းစီတွင်ရှိသော လက်ကျန်ပစ္စည်းများကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Stock Status(Each Location)"
	],
	"SampleQueries": [
		"နေရာတစ်ခုချင်းစီ၏ လက်ကျန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"နေရာအလိုက် လက်ကျန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Location အလိုက် လက်ကျန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"နေရာအလိုက် လက်ကျန်ပစ္စည်းအကုန်လုံးကို ကြည့်ချင်ပါသည်။",
		"လက်ကျန်ပစ္စည်းများကို နေရာအလိုက် ကြည့်ချင်ပါသည်။",
		"Stock Status(Each Location) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"
	],
	"Version": 1.0
	},
	{
	"Id":4,
	"ReportName": "OpeningStock (By Code) Report",
	"Description": "ကုန်စာရင်းဖွင့် ဘောက်ချာမှာထည့်သွင်းထားသော ပစ္စည်းတစ်ခုချင်းစီ၏ အရေအတွက်နှင့်စျေးနှုန်းကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"OpeningStock (By Code)"
	],
	"SampleQueries": [
		"ကုန်စာရင်းဖွင့် ဘောက်ချာမှာထည့်သွင်းထားသော ပစ္စည်းတစ်ခုချင်းစီ၏ အရေအတွက်နှင့်စျေးနှုန်းကို ကြည့်ချင်ပါသည်။",
		"ကုန်စာရင်းဖွင့် ဘောက်ချာမှာထည့်သွင်းထားသော ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"ကုန်စာရင်းဖွင့် ဘောက်ချာမှာထည့်သွင်းထားသော ပစ္စည်းများ၏ အရေအတွက်နှင့်စျေးနှုန်းကို ကြည့်ချင်ပါသည်။",
		"ကုန်စာရင်းဖွင့် ဘောက်ချာရှိ ပစ္စည်းအမျိုးအမည်များ၏ အရေအတွက်နှင့်စျေးနှုန်းကို ကြည့်ချင်ပါသည်။",
		"စာရင်းဖွင့် ဘောက်ချာရှိ ပစ္စည်းအမျိုးအမည်များကို ကြည့်ချင်ပါသည်။",
		"OpeningStock (By Code) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":5,
	"ReportName": "Sales (By Code) Report",
	"Description": "ကုန်ပစ္စည်းတစ်မျိုးချင်းစီအလိုက် ရောင်းရသောအရေအတွက်နှင့် ရောင်းရငွေတို့ကို စုစည်းပြသထားခြင်းနှင့် Category အလိုက်လဲ အရေအတွက်နှင့် စျေးနှုန်းပေါင်းပြထားပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Sales (By Code)"
	],
	"SampleQueries": [
		"ကုန်ပစ္စည်းတစ်မျိုးချင်းစီအလိုက် ရောင်းရသောအရေအတွက်နှင့် ရောင်းရငွေတို့ကို ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်းအမျိုးအစားအလိုက် ရောင်းရသောအရေအတွက်နှင့် ရောင်းရငွေတို့ကို ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်းအလိုက် ရောင်းရသောအရေအတွက်နှင့် ရောင်းရငွေတို့ကို ကြည့်ချင်ပါသည်။",
		"‌ရောင်းရသော ကုန်ပစ္စည်းအရေအတွက်နှင့် ရောင်းရငွေတို့ကို ကြည့်ချင်ပါသည်။",
		"Sales (By Code) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":6,
	"ReportName": "Sales (By Customer) Report",
	"Description": "ရောင်းရသော ကုန်ပစ္စည်းများအား Customer အလိုက် စုစည်းဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Sales (By Customer)"
	],
	"SampleQueries": [
		"ရောင်းရသော ကုန်ပစ္စည်းများအား Customer အလိုက် ကြည့်ချင်ပါသည်။",
		"Customer အလိုက် ရောင်းရသော ကုန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Customer တစ်ဦးချင်းစီအလိုက် ရောင်းရသော ကုန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Customer များအား ရောင်းလိုက်သော ကုန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Sales (By Customer) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":7,
	"ReportName": "Sales (By Each Invoice) Report",
	"Description": "အရောင်းဘောက်ချာတစ်စောင်ချင်းစီအလိုက် အချက်အလက်များကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Sales (By Each Invoice)"
	],
	"SampleQueries": [
		"အရောင်းဘောက်ချာတစ်စောင်ချင်းစီအလိုက် ကြည့်ချင်ပါသည်။",
		"Invoice တစ်စောင်ချင်းစီအလိုက် အရောင်းအချက်အလက်များကို ကြည့်ချင်ပါသည်။",
		"Invoice အလိုက် အရောင်းအချက်အလက်များကို ကြည့်ချင်ပါသည်။",
		"အရောင်းဘောက်ချာတစ်စောင်ချင်းစီအလိုက် အချက်အလက်များကို ကြည့်ချင်ပါသည်။",
		"Sales (By Each Invoice) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":8,
	"ReportName": "Sale By Foc (free of charge) Report",
	"Description": "အရောင်းဘောက်ချာတွင် လက်ဆောင်အဖြစ်ပေးသော (Promition,Foc,Sample,Office Use) ပစ္စည်းများကိုဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Sale By Foc (free of charge)"
	],
	"SampleQueries": [
		"အရောင်းဘောက်ချာတွင် လက်ဆောင်အဖြစ်ပေးသော ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"အရောင်းဘောက်ချာတစ်စောင်တွင် လက်ဆောင်အဖြစ်ပေးသော ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"လက်ဆောင်ပစ္စည်းများကို အရောင်းဘောက်ချာတွင် ကြည့်ချင်ပါသည်။",
		"ပစ္စည်းများကို လက်ဆောင်အဖြစ်ပေးထားသည်ကို ကြည့်ချင်ပါသည်။",
		"လက်ဆောင်အဖြစ်ပေးသော ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Sale By Foc (free of charge) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":9,
	"ReportName": "Purchase (By Code) Report",
	"Description": "ကုန်ပစ္စည်းတစ်မျိုးချင်းစီအလိုက် ဝယ်ယူရသောအရေအတွက်နှင့် ဝယ်ယူငွေတန်ဖိုးတို့ကို စုစည်းပြသထားခြင်းနှင့် Category အလိုက်လဲ အရေအတွက်နှင့် စျေးနှုန်းပေါင်းပြထားပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Purchase (By Code)"
	],
	"SampleQueries": [
		"ကုန်ပစ္စည်းတစ်မျိုးချင်းစီအလိုက် ဝယ်ယူရသောအရေအတွက်နှင့် ဝယ်ယူငွေတန်ဖိုးတို့ကို ကြည့်ချင်ပါသည်။",
		"ဝယ်ယူရသော ကုန်ပစ္စည်းအရေအတွက်နှင့် ဝယ်ယူငွေတန်ဖိုးတို့ကို ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်းအလိုက် ဝယ်ယူရသောအရေအတွက်နှင့် ဝယ်ယူငွေတန်ဖိုးတို့ကို ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်းအလိုက် ဝယ်ယူငွေတန်ဖိုးတို့ကို ကြည့်ချင်ပါသည်။",
		"Code အလိုက် Purchase Price အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။",
		"Purchase (By Code) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":10,
	"ReportName": "Purchase (By Supplier) Report",
	"Description": "ဝယ်ယူထားသော ကုန်ပစ္စည်းများအား Supplier အလိုက် စုစည်းပြထားပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Purchase (By Supplier)"
	],
	"SampleQueries": [
		"ဝယ်ယူထားသော ကုန်ပစ္စည်းများအား Supplier အလိုက် ကြည့်ချင်ပါသည်။",
		"Supplier အလိုက် ဝယ်ယူထားသော ကုန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Supplier တစ်ဦးချင်းစီအလိုက် ဝယ်ယူထားသော ကုန်ပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Supplier များစီမှ ဝယ်ယူပစ္စည်းများကို ကြည့်ချင်ပါသည်။",
		"Purchase (By Supplier) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":11,
	"ReportName": "Transfer (By Code) Report",
	"Description": "ကုန်ရွှေ့ပစ္စည်းစာရင်းများအား Branch အလိုက် စုစည်းဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။ကုန်ရွှေ့ပစ္စည်းစာရင်းများအား ဆိုင်ခွဲတစ်နေရာမှ ဆိုင်ခွဲတစ်နေရာသို့ ရွှေ့ပြောင်းခြင်းကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Transfer (By Code)"
	],
	"SampleQueries": [
		"ကုန်ရွှေ့ပစ္စည်းစာရင်းများအား Branch အလိုက် ကြည့်ချင်ပါသည်။",
		"Code အလိုက် ကုန်ရွှေ့ပစ္စည်းစာရင်းများကို ကြည့်ချင်ပါသည်။",
		"Branch အလိုက် ကုန်ရွှေ့ပစ္စည်းစာရင်းများကို ကြည့်ချင်ပါသည်။",
		"ကုန်ရွှေ့ပစ္စည်းစာရင်းများကို Branch အလိုက် ကြည့်ချင်ပါသည်။",
		"Transfer (By Code) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်।"

	],
	"Version": 1.0
	},
	{
	"Id":12,
	"ReportName": "Transfer (By Each Invoice) Report",
	"Description": "ကုန်ရွှေ့ပစ္စည်းများကို ဘောက်ချာတစ်စောင်ချင်းစီအလိုက် အချက်အလက်များကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Transfer (By Each Invoice)"
	],
	"SampleQueries": [
		"ကုန်ရွှေ့ပစ္စည်းများကို ဘောက်ချာတစ်စောင်ချင်းစီအလိုက် ကြည့်ချင်ပါသည်။",
		"ကုန်ရွှေ့ပစ္စည်းများကို Invoice အလိုက် ကြည့်ချင်ပါသည်။",
		"ကုန်ရွှေ့ပစ္စည်းများကို ဘောက်ချာအလိုက် ကြည့်ချင်ပါသည်။",
		"ကုန်ရွှေ့ပစ္စည်းစာရင်းများကို ဘောက်ချာတစ်စောင်ချင်းစီအလိုက် ကြည့်ချင်ပါသည်။",
		"Transfer လုပ်လိုက်သော ကုန်ပစ္စည်းများကို ဘောက်ချာတစ်စောင်ချင်းစီအလိုက် ကြည့်ချင်ပါသည်။",
		"Transfer (By Each Invoice) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id":13,
	"ReportName": "GrossProfit Report",
	"Description": "ကုန်ပစ္စည်းတစ်ခုချင်းအလိုက် အကြမ်းအရှုံးအမြတ်ကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"GrossProfit"
	],
	"SampleQueries": [
		"ကုန်ပစ္စည်းတစ်ခုချင်းအလိုက် အကြမ်းအရှုံးအမြတ်ကို ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်းအလိုက် အကြမ်းအရှုံးအမြတ်ကို ကြည့်ချင်ပါသည်။",
		"အကြမ်းအရှုံးအမြတ်ကို ကုန်ပစ္စည်းအလိုက် ကြည့်ချင်ပါသည်။",
		"ကုန်ပစ္စည်း အကြမ်းအရှုံးအမြတ်ကို ကြည့်ချင်ပါသည်။",
		"GrossProfit အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},	
	{
	"Id":14,
	"ReportName": "Supplier Payment (By Cash) Report",
	"Description": "ကုန်သည်များထံ ငွေပေးပြီးသား အပေးအယူများ၊ ငွေချေပြီးဆုံးသည့် အချက်အလက်များနှင့် ငွေရှင်းပြီးမှုများကို ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Supplier Payment (By Cash)"
	],
	"SampleQueries": [
		"ကုန်သည်များထံသို့ ငွေချေပြီးဆုံးသည့် အချက်အလက်များကို ကြည့်ချင်ပါသည်။",
		"ကုန်သည်များထံသို့ ငွေပေးထားသည့် စာရင်းများကို ကြည့်ချင်ပါသည်။",
		"Supplier ငွေရှင်းပြီးမှုများကို ကြည့်ချင်ပါသည်။",
		"ငွေပေးထားသော ကုန်သည်များစာရင်းကို ကြည့်ချင်ပါသည်။",
		"ငွေပေးထားသော Supplier များ၏ စာရင်းကို ကြည့်ချင်ပါသည်။",
		"Supplier များထံသို့ Cash ပေးထားသော စာရင်းကို ကြည့်ချင်ပါသည်။",
		"Supplier Payment (By Cash) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id": 15,
	"ReportName": "Supplier Oustanding(Summary) Report",
	"Description": "ကုန်သည်များထံသို့ပေးရန်ရှိကြွေးစာရင်းများကို အကျဥ်းချုပ်ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Supplier Oustanding(Summary)"
	],
	"SampleQueries": [
		"ကုန်သည်များထံသို့ပေးရန်ရှိကြွေးစာရင်းများကို ကြည့်ချင်ပါသည်။",
		"ကုန်သည်များထံသို့ပေးရန်ရှိကြွေးစာရင်းများကို အကျဥ်းချုပ်ကြည့်ချင်ပါသည်။",
		"Supplier ကိုပေးရန်အကြွေးစာရင်းများကို ကြည့်ချင်ပါသည်။",
		"Supplier အကြွေးစာရင်းအကျဥ်းချုပ်ကြည့်ချင်ပါသည်။",
		"Supplier Oustanding(Summary) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	},
	{
	"Id": 16,
	"ReportName": "Customer Oustanding(Summary) Report",
	"Description": "ဖောက်သည်များထံမှရရန်ရှိကြွေးစာရင်းများကို အကျဥ်းချုပ်ဖော်ပြပေးသော အစီရင်ခံစာဖြစ်ပါသည်။",
	"Keywords": [
		"Customer Oustanding(Summary)"
	],
	"SampleQueries": [
		"Customer များထံမှရရန်ရှိကြွေးစာရင်းများကို အကျဥ်းချုပ်ကြည့်ချင်ပါသည်။",
		"Customer များထံမှရရန်ရှိကြွေးစာရင်းများကို ကြည့်ချင်ပါသည်။",
		"Customer အကြွေးစာရင်းအကျဥ်းချုပ် ကြည့်ချင်ပါသည်။",
		"ဖောက်သည်များ၏ အကြွေးစာရင်းအကျဥ်းချုပ် ကြည့်ချင်ပါသည်။",
		"Customer Oustanding(Summary) အစီရင်ခံစာကို ကြည့်ချင်ပါသည်။"

	],
	"Version": 1.0
	}
	
]